{
  "LuaSnip": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp nvim lsp": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason lspconfig": { "branch": "main" },
  "nvim cmp": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}